{
  "posts": [
    {
      "id": "1wdecv",
      "title": "The life and times of",
      "content": "Gluten-free lumbersexual meh selfies four dollar toast knausgaard messenger bag letterpress. Banjo DIY adaptogen, air plant meggings fashion axe marfa ennui actually heirloom post-ironic flannel occupy cliche activated charcoal. Aesthetic taxidermy narwhal cronut hexagon umami pitchfork letterpress seitan taiyaki banjo mumblecore yuccie locavore. Biodiesel austin vaporware shoreditch tacos, gochujang cardigan synth. Polaroid skateboard keffiyeh yr, quinoa hoodie yuccie woke raw denim kinfolk deep v cardigan chartreuse. Cold-pressed you probably haven't heard of them flannel, sustainable raclette whatever butcher meggings venmo knausgaard mixtape drinking vinegar tacos. Kombucha poutine salvia paleo, pok pok YOLO locavore adaptogen. Flexitarian XOXO authentic 8-bit gentrify food truck vice street art hexagon YOLO readymade synth before they sold out pabst. Forage chartreuse 90's kale chips occupy, palo santo direct trade art party chambray hell of literally tacos. Hell of snackwave hexagon, art party fingerstache activated charcoal heirloom gastropub unicorn roof party scenester pinterest. Unicorn ennui coloring book pinterest asymmetrical stumptown synth hexagon. YOLO before they sold out schlitz 3 wolf moon, disrupt fanny pack church-key farm-to-table listicle pok pok lyft glossier 8-bit flexitarian cornhole. Bushwick kombucha wolf, twee keytar try-hard retro XOXO tote bag authentic."
    },
    {
      "id": "cd00tgg",
      "title": "How to talk to fish from outer spa",
      "content": "Yr wolf marfa single-origin coffee pour-over hammock crucifix unicorn squid raw denim cliche yuccie messenger bag. Food truck ethical put a bird on it brunch lo-fi bicycle rights gochujang authentic shoreditch umami polaroid live-edge. Paleo photo booth vice, austin locavore semiotics VHS. Banh mi taxidermy tofu crucifix messenger bag austin farm-to-table lumbersexual celiac. Waistcoat pug marfa, meh farm-to-table twee austin. Kitsch ethical before they sold out chartreuse green juice street art keytar austin mumblecore lyft. Echo park coloring book neutra hammock master cleanse pickled. Subway tile authentic wayfarers, banjo keffiyeh health goth lomo ramps unicorn DIY drinking vinegar. Poutine prism godard migas synth succulents meditation etsy flexitarian PBR&B bicycle rights beard. Tbh kale chips sriracha deep v. Meh blue bottle fingerstache four loko, asymmetrical kinfolk fixie yuccie tumblr chillwave chambray activated charcoal. Tofu marfa pinterest church-key polaroid keytar venmo flexitarian sartorial forage tacos blog dreamcatcher. Fam poke williamsburg direct trade occupy pour-over leggings umami."
    },
    {
      "id": "44fgbnng",
      "title": "The importance of being a giraffe",
      "content": "Irony paleo wolf, palo santo subway tile offal bicycle rights vexillologist meggings art party scenester locavore deep v. Echo park cardigan irony fixie helvetica health goth PBR&B waistcoat ethical hammock paleo keffiyeh chambray. Pitchfork celiac everyday carry master cleanse messenger bag humblebrag chartreuse, selfies kombucha flexitarian succulents. Af green juice direct trade, pickled activated charcoal kale chips put a bird on it knausgaard. Authentic brunch YOLO put a bird on it jianbing tote bag. Aesthetic sriracha unicorn fanny pack. Cray raclette gastropub ramps affogato snackwave organic williamsburg gochujang. Glossier retro man braid knausgaard hoodie seitan tbh. Cornhole photo booth sustainable tofu polaroid lumbersexual VHS. Actually bitters YOLO, hexagon before they sold out roof party mlkshk kitsch vinyl subway tile."
    }
  ],
  "comments": [
    {
      "id": "asd234f",
      "postId": "1wdecv",
      "text": "... and apparently growing baby. 👀. Yum.",
      "user": "henrihelvetica"
    },
    {
      "id": "g0vggrf",
      "postId": "1wdecv",
      "text": "Nice stove!",
      "user": "haaps"
    },
    {
      "id": "web994b",
      "postId": "1wdecv",
      "text": "Genius bottle use! Do you make a single batch of batter or make a lot and freeze it?",
      "user": "gobananna"
    },
    {
      "id": "244534f",
      "postId": "1wdecv",
      "text": "@gobananna I just made a batch and put in in a FIFO bottle. Keeps in the fridge for a few days.",
      "user": "wesbos"
    },
    {
      "id": "3440gvd",
      "postId": "1wdecv",
      "text": "Looking great Wes! I'd like to see the other side of the room too.",
      "user": "axcdnt"
    },
    {
      "id": "e0e0dd0",
      "postId": "1wdecv",
      "text": "Great way to start the year.",
      "user": "pmgllc"
    },
    {
      "id": "4v8eje",
      "postId": "1wdecv",
      "text": "Are there 4k monitors?",
      "user": "alexbaumgertner"
    },
    {
      "id": "50fcoek",
      "postId": "1wdecv",
      "text": "@axcdnt that is where I put all the junk. I'll have to clean that side too @henrihelvetica no podcast yet! @pmgllc ohh yeah! @alexbaumgertner yep - the main one is 4K - I'm loving it",
      "user": "wesbos"
    },
    {
      "id": "9292d5e",
      "postId": "1wdecv",
      "text": "that is the sound of success!",
      "user": "mdxprograms"
    },
    {
      "id": "aswe0fve",
      "postId": "1wdecv",
      "text": "Nope @pathiebert! She has too much teeth now (8) so that would definitely be her first cavity 😉",
      "user": "kaitbos"
    },
    {
      "id": "0m45hgo",
      "postId": "1wdecv",
      "text": "I recently went to a ramen place in Philly. So amazing!",
      "user": "jrtashjian"
    },
    {
      "id": "230d0d0",
      "postId": "1wdecv",
      "text": "Super congrats! That's wicked cool and looks great.",
      "user": "pmgllc"
    },
    {
      "id": "03dkeme",
      "postId": "1wdecv",
      "text": "@tjholowaychuk2 haha yes! Old school stylez!",
      "user": "wesbos"
    },
    {
      "id": "02k4m09",
      "postId": "1wdecv",
      "text": "👌",
      "user": "t_volpe"
    },
    {
      "id": "03k4mddd",
      "postId": "1wdecv",
      "text": "Nice shot, mister!",
      "user": "imagesofthisandthat"
    },
    {
      "id": "03weeee",
      "postId": "1wdecv",
      "text": "😍",
      "user": "melsariffodeen"
    },
    {
      "id": "mnbvc8",
      "postId": "1wdecv",
      "text": "Very cool!",
      "user": "ka11away"
    },
    {
      "id": "123dovop",
      "postId": "1wdecv",
      "text": "Uhu!",
      "user": "lucascaixeta"
    },
    {
      "id": "e4o4ldcc",
      "postId": "1wdecv",
      "text": "What's your lighting source?",
      "user": "seth_mcleod"
    },
    {
      "id": "01k2k2kw",
      "postId": "1wdecv",
      "text": "And what are you using for XLR mix adapter? I found a big price jump between $55 range and $170 range.",
      "user": "pmgllc"
    },
    {
      "id": "9jhoss0s",
      "postId": "1wdecv",
      "text": "I still need a desk boom for mine mic. Nice upgrades",
      "user": "stolinski"
    },
    {
      "id": "2359w0d",
      "postId": "1wdecv",
      "text": "Love the coat! Where's it from? Lol",
      "user": "_lindersss"
    },
    {
      "id": "0349dss",
      "postId": "1wdecv",
      "text": "What do we gotta do to get some :)? @wesbos",
      "user": "jonasbad"
    },
    {
      "id": "asdppkm",
      "postId": "1wdecv",
      "text": "Might drop by today - real quick. Trade you an illegal pin for these? Lol. @wesbos",
      "user": "henrihelvetica"
    },
    {
      "id": "poidfg3",
      "postId": "1wdecv",
      "text": "I'm with @jonasbad on this. What we gotta do? :D",
      "user": "datamoshr"
    },
    {
      "id": "098sdld",
      "postId": "1wdecv",
      "text": "@jonasbad @datamoshr I'll post them up on my blog soon!",
      "user": "wesbos"
    },
    {
      "id": "sdf33330",
      "postId": "1wdecv",
      "text": "Want",
      "user": "kamuelafranco"
    },
    {
      "id": "30dsodso0",
      "postId": "1wdecv",
      "text": "Where's lux at? 💤?",
      "user": "henrihelvetica"
    },
    {
      "id": "04449ld",
      "postId": "1wdecv",
      "text": "Love this house during the holidays! And all other times of the year...",
      "user": "danielleplas"
    },
    {
      "id": "430fkvl",
      "postId": "1wdecv",
      "text": "JavaScript 😄😆🙋",
      "user": "lucascaixeta"
    },
    {
      "id": "94id9d0w",
      "postId": "1wdecv",
      "text": "@br11x I did a teespring a few months ago - maybe I'll do another one soon",
      "user": "wesbos"
    },
    {
      "id": "94jdd9w",
      "postId": "1wdecv",
      "text": "😱 jealous",
      "user": "jenngbrewer"
    },
    {
      "id": "BkzbzzxEb"
    },
    {
      "id": "S14TGzgNb"
    },
    {
      "id": "ryU77GxVb"
    },
    {
      "id": "BJPLmzg4b"
    },
    {
      "id": "BynPXGxVb"
    },
    {
      "id": "S1P_7fg4W"
    },
    {
      "id": "rkBYmMeEZ"
    },
    {
      "id": "Sy70Qfl4Z"
    },
    {
      "id": "HywEVGxNW"
    },
    {
      "id": "rkFMwMgEZ"
    },
    {
      "id": "Hk0wufe4Z"
    },
    {
      "id": "SJReqMeNb"
    },
    {
      "id": "BJBpoGe4b"
    },
    {
      "id": "rkbf3Me4b"
    },
    {
      "id": "ByVLaU-4Z",
      "postId": "cd00tgg",
      "text": "sam",
      "user": "test"
    }
  ]
}